IDEA StatiCa Open Model
NumberGroups.Create Method (String[])
Compatible with IDEA StatiCa Beta 21.0 - beta
 Creates new instance with varibale count of bolts based on * operator
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static NumberGroups Create(
	params string[] positions
)
Public Shared Function Create (
	ParamArray positions As String()
) As NumberGroups
public:
static NumberGroups^ Create(
	... array<String^>^ positions
)
Parameters
positions
Type: System.String[]
[Missing <param name="positions"/> documentation for "M:IdeaRS.OpenModel.Parameters.NumberGroups.Create(System.String[])"]
Return Value
Type: NumberGroups
[Missing <returns> documentation for "M:IdeaRS.OpenModel.Parameters.NumberGroups.Create(System.String[])"]
See Also
Reference
NumberGroups Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace